
/* these strings need to be localized */
"APP_TITLE"                 = "Blizzard Error";
"DEFAULT_MESSAGE"           = "發生無預警之錯誤。";
"DEFAULT_PROMPT"            = "為協助我們找出問題根源，請詳細說明錯誤發生時你正在做什麼。";
"CLOSE_BUTTON_NAME"         = "關閉";
"CLOSE_BUTTON_TOOLTIP"      = "關閉錯誤舉報視窗";
"REOPEN_BUTTON_NAME"        = "重啟";
"REOPEN_BUTTON_TOOLTIP"     = "重新啟動應用程式";
"REPAIR_BUTTON_NAME"        = "修復";
"REPAIR_BUTTON_TOOLTIP"     = "執行暴雪修復工具，嘗試修復損毀或遺失的檔案";
"SEND_CHECKBOX_NAME"        = "送交暴雪";
"SEND_CHECKBOX_TOOLTIP"     = "將發生錯誤的相關資訊送交暴雪，協助改善此應用程式";
"UUID_DESCRIPTION"          = "當與暴雪溝通此問題時，請使用下方的Report ID。";
"SEND_FAILED_DIALOG_TITLE"  = "無法發送";
"SEND_FAILED_DIALOG_TEXT"   = "無法貼上錯誤報告。";
"OK_BUTTON_NAME"            = "確定";
"CANCEL_BUTTON_NAME"        = "取消";
"SEND_BUTTON_NAME"          = "發送";
"DONE_BUTTON_NAME"          = "完成";
"QUIT_BUTTON_NAME"          = "離開";
"RETRY_BUTTON_NAME"         = "重試";

/* these values are not required for localization since they are only used internally */
"REQUIRED"="Required";
"OPTIONAL"="Optional";
"DESCRIPTION"="Description";
"PRIMARY"="Primary";
"ACCOUNT"="Inspector Account";
"COMMENTS"="Comments";
"ATTACHED_FILES"="Attached Files";
"ADD_ASSIGNMENT"="Add Assignment";
"ASSIGNMENT"="Assignment";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MODULE"="Module";
"PLATFORM"="Platform";
"STEPS"="Steps";
"ADDITIONAL_INFO"="Additional Info";
"SUMMARY"="Summary";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MILESTONE"="Milestone";
"PRIORITY"="Priority";
"REPRODUCIBILITY"="Reproducibility";
"QA_TEAM"="QA Team";
"SUMMARY_VALIDATION_FAILED"="Must enter a summary";
"ADD_ATTACHMENT"="Add Attachment";


/* general menu strings that need to be localized */

/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "編輯";
"MENU_WINDOW" = "視窗";

/* App Menu Items */
"MENU_APP_ABOUT" = "關於@{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "截圖";
"MENU_APP_HIDE" = "隱藏@{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "隱藏其他";
"MENU_APP_SHOW_ALL" = "顯示全部";
"MENU_APP_QUIT" = "離開@{APP_TITLE}";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "撤銷";
"MENU_EDIT_CUT" = "剪下";
"MENU_EDIT_COPY" = "複製";
"MENU_EDIT_PASTE" = "貼上";
"MENU_EDIT_DELETE" = "刪除";
"MENU_EDIT_SELECT_ALL" = "全選";
"MENU_EDIT_FIND" = "尋找";
"MENU_EDIT_FIND_FIND" = "尋找…";
"MENU_EDIT_FIND_NEXT" = "尋找下一個";
"MENU_EDIT_FIND_PREVIOUS" = "尋找上一個";
"MENU_EDIT_FIND_USE_SELECTION" = "使用所選範圍來尋找";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "跳至所選範圍";
"MENU_EDIT_SPECIAL_CHARS" = "特殊字元…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "關閉";
"MENU_WINDOW_MINIMIZE" = "最小化";
"MENU_WINDOW_ZOOM" = "縮放";
"MENU_WINDOW_FULLSCREEN" = "切換全螢幕";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "所有視窗移至最前";
